[
  {
    "title": "La Famiglia di Hitler",
    "cover": "Copertina flessibile: 51 pagine",
    "publisher": "Editore: Prospettiva Editrice",
    "collection": "I Territori",
    "ISBN": "ISBN-10: 8874188919",
    "ISBN13": "ISBN-13: 978-8874188918",
    "abstract": "Questo libro nasce dalla volontà di indagare sulla sfera privata di una delle figure più famigerate del XX secolo. Analizzando la famiglia di Hitler, si è voluto capire quale fosse il contesto nel quale il giovane Adolf ha passato i suoi primi anni di vita. Interessante il suo rapporto con genitori e fratelli. Degna di particolare attenzione la sua relazione con la nipote Angelika, detta Geli, Raubal. Grazie a questo studio, effettuato attingendo a diari e memorie di persone vicine a Hiltler, è emerso un ritratto psicologico singolare che merita di essere analizzato. Leggendo queste pagine, è anche possibile scoprire passioni e predilezioni del Führer, che offriranno al lettore un ritratto inedito del dittatore. Nel libro, inoltre, si fa luce sulle poco chiare origini della famiglia Hitler e su dove si siano rifugiati i suoi discendenti dopo la fine della Seconda Guerra Mondiale.",
    "resource": "https://www.prospettivaeditrice.it/libro/la-famiglia-di-hitler/",
    "amazon": "https://www.amazon.it/famiglia-Hitler-Marco-Venturi/dp/8874188919"
  },
  {
    "title": "Il PCI ed il processo di integrazione europeo",
    "cover": "Copertina flessibile: 150 pagine",
    "publisher": "Editore: Prospettiva Editrice",
    "collection": "Costellazione Orione",
    "ISBN": "ISBN-10: 8874189532",
    "ISBN13": "ISBN-13: 978-8874189533",
    "abstract": "L'Unione europea è da sempre oggetto di un acceso dibattito che coinvolge politica, istituzioni, mass media ed opinione pubblica. Negli ultimi anni abbiamo assistito ad una contrapposizione di due correnti di pensiero: c'è chi vede nell'UE l'origine di tutti i problemi che affliggono la società europea e chi crede che l'Europa unita sia l'unica soluzione per superare le criticità che caratterizzano la nostra epoca. Di certa c'è solo una cosa: non possiamo comprendere il presente e cercare di intravedere il futuro se non conosciamo il nostro passato. Questa è la ragione per cui, in questo volume, analizzo l'integrazione europea partendo dai momenti cruciali della storia comunitaria. Tale studio è stato fatto in relazione all'evoluzione del pensiero del Partito comunista italiano nei confronti del processo di integrazione europeo stesso. Perché il Partito comunista italiano? Perché è stato quello che ha visto maggiormente cambiare la sua posizione nei confronti di Bruxelles e delle Istituzioni comunitarie nell'arco dei decenni, passando dal totale rifiuto ad una progressiva apertura. Questo libro offre numerosi spunti e riflessioni per capire il contesto nel quale attualmente ci troviamo e per comprendere come l'Unione europea possa vincere le sfide che ha di fronte in questo delicato e complesso momento storico.",
    "resource": "https://www.prospettivaeditrice.it/libro/il-p-c-i-e-il-processo-di-integrazione-europeo/",
    "amazon": "https://www.amazon.it/P-C-I-processo-integrazione-europeo/dp/8874189532/"
  },
  {
    "title": "USA - La Storia. Gli Stati Uniti nel XX secolo",
    "cover": "Copertina flessibile: 132 pagine",
    "publisher": "Editore: Sette Città",
    "collection": "Strumenti",
    "ISBN": "ISBN-10: 8878534536",
    "ISBN13": "ISBN-13: 978-8878534537",
    "abstract": "Quando parliamo della storia degli Stati Uniti ci riferiamo, inevitabilmente, a fatti ed eventi che hanno influenzato la Storia dell'intero Globo. E' tuttavia riduttivo pensare alla storia di un paese come una mero susseguirsi di date ed avvenimenti. Per questo motivo, in questo volume la Storia USA viene analizzata focalizzandosi sui principali attori ed interpreti della Storia americana. Non stiamo parlando solo di politici e capi di governo, ma anche di quelle donne e uomini che, con il loro operato, hanno lasciato un segno indelebile. Questa è la ragione per cui, in questo volume, è stato dato ampio spazio a personaggi come Nicola Sacco e Bartolomeo Vanzetti, Rosa Parks e tanti altri. Persone rimaste nella memoria collettiva di una nazione e di un popolo. L'appendice, posta alla fine del libro, offre un'ampia ed esaustiva panoramica sull'evoluzione musicale degli Stati Uniti, descrivendone le sue origini e punti chiave.",
    "resource": "https://www.settecitta.eu/catalogo/libro/9788878532991-usa-la-storia-1aM7Pd",
    "amazon": "https://www.amazon.it/Usa-storia-Stati-Uniti-secolo/dp/8878532991/"
  }
]
